{
  "experience" : [
    {"title" : "Assistant Project Manager/Estimator",
      "company": "Snap Construction",
      "dates": "2014",
      "description" : "<li>Championed technology in traditionally tech-poor industry by designing approachable workflows and user-friendly Excel spreadsheets to automate common estimating tasks.</li><li>Quickly mastered industry concepts and served as interpreter between highly knowledgable senior estimators and customer base.</li><li>Assisted in sales and management of over $0.5M worth of construction projects in a single season.</li>",
      "image" : "snap.jpg"},
    {"title" : "Project Coordinator",
      "company": "Best Buy (Valere Consulting)",
      "dates": "2014",
      "description" : "<li>Coordinated and executed website creative content updates to meet business and creative objectives.</li><li>Faciliated and assisted with technical troubleshooting, including editing of live CSS and HTML.</li><li>Collaborated with cross-functional partners to create content schedule and manage timelines for creative work.</li>",
      "image" : "bestbuy.png"},
    {"title" : "Project Coordinator",
      "company": "Open Systems International",
      "dates": "2012-2014",
      "description" : "<li>Member of 5-person management team responsible for communication, resource and work planning for department of 60 software developers.</li><li>Owned all major Software Development communication, from status reports to company-wide memos to customer-facing collateral.</li><li>Created and managed customer release note process; collaborated with developers and other subject matter experts to write and revise customer-friendly release notes for all changes in subsequent software releases.</li><li>Managed regular release and testing of over 100 interdependent software products.</li>",
      "image" : "osi.jpg"},
    {"title" : "Marketing Intern",
      "company": "UnitedHealthcare",
      "dates": "2012",
      "description": "<li>Wrote, edited and proofed consumer material during full-time internship.</li><li>Created print and web collateral for wide distribution, including social media content, custom content for 275,000-member account, and corporate intranet posts.</li><li>Managed a $1.5M budget for Open Enrollment print materials.</li><li>Honed project management skills through collaboration with vendors and national internal marketing team.</li>",
      "image" : "uhc.png"},
    {"title" : "Instructor",
      "company": "internalDrive Technology Camps",
      "dates": "2009-2011",
      "description" : "<li>Made advanced technology concepts accessible to students aged 7-17 in various courses on computer programming and video game design.</li><li>Quickly mastered new software and curricula well enough to educate students and fellow staff.</li><li>Monitored students’ progress toward completing individual week-long projects.</li>",
      "image" : "id.png"},
    {"title" : "Editorial Intern",
      "company": "Coffee House Press",
      "dates": "2010",
      "description" : "<li>Developed professional copy editing experience through apprentice-style internship.</li><li>Supported staff with proofing and editing, including correcting final galley proofs and editing annual report.</li><li>Delivered written and oral evaluations of manuscript submissions.</li>",
      "image" : "chp.jpg"}
  ]
}